; DeskTick UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
[Strings]
Show seconds=إظهار الثواني
Customize Face…=تخصيص واجهة الساعة…
Resize=تغيير الحجم
Face=واجهة الساعة
Always on top=دائمًا في المقدمة
Start with Windows=التشغيل عند بدء Windows
Show in system tray=إظهار في منطقة الإعلام
About DeskTick…=حول DeskTick…
Exit=إنهاء
Customize=تخصيص
Customize - DeskTick=تخصيص - DeskTick
This face has nothing to customize.=لا يوجد ما يمكن تخصيصه في واجهة الساعة هذه.
Reset this face=إعادة تعيين
About DeskTick=حول DeskTick
Report issues or send feedback to=للإبلاغ عن المشكلات أو إرسال الملاحظات إلى
Other apps=تطبيقات أخرى
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=عارض صور سريع وخفيف وبسيط مصمم لنظام Windows الحديث
Desktop Rain and Snow Simulator for Windows=محاكي المطر والثلج لسطح مكتب Windows
Simple=بسيطة
Classic dark=كلاسيكية داكنة
Classic light=كلاسيكية فاتحة
Minimal=مبسطة
Icon=أيقونة
Bold=ثقيلة
Flat=مسطحة
Glass=زجاجية
Dots=نقاط
Digital=رقمية
Digital bold=رقمية عريضة
Word clock=ساعة بالكلمات
Stack=مكدسة
Terminal=طرفية
Banner=شريط
Split=مقسمة
Image=صورة
24-hour clock=نظام 24 ساعة
Accent 12 marker=تمييز علامة 12
Accent colour=لون التمييز
Blinking cursor=مؤشر وامض
Date format=تنسيق التاريخ
Dial colour=لون واجهة الساعة
Digit colour=لون الأرقام
Dot count=عدد النقاط
Dot size=حجم النقاط
Drop shadow=ظل خارجي
Face colour=لون الخلفية
Frost=زجاج مصنفر
Hand colour=لون العقارب
Hour block colour=لون كتلة الساعات
Ink colour=لون الحبر
Label colour=لون التسميات
Lit letter colour=لون الحروف المضيئة
Marking colour=لون العلامات
Minute block colour=لون كتلة الدقائق
Minute dimming=تعتيم الدقائق
Numerals=الأرقام
Panel colour=لون اللوحة
Phosphor colour=لون الفوسفور
Plate colour=لون القاعدة
Plate shape=شكل القاعدة
Prompt=الموجه
Rim colour=لون الإطار
Ring colour=لون الحلقة
Ring thickness=سماكة الحلقة
Show AM/PM=إظهار ص/م
Show date=إظهار التاريخ
Show minute dots=إظهار نقاط الدقائق
Show panel=إظهار اللوحة
Text colour=لون النص
Tick marks=علامات التدريج
All 12=كل الـ 12
12, 3, 6, 9=12, 3, 6, 9
None=بلا
Minute=دقائق
Hour=ساعات
Thin=رفيع
Normal width=سماكة عادية
Thick=سميك
Clear=شفاف
Frosted=مصنفر
Opaque=معتم
Long date=تاريخ طويل
Short date=تاريخ قصير
Small=صغير
Normal size=حجم عادي
Large=كبير
Rounded=مستديرة
Square=مربعة
Circle=دائرية
Match hour=مثل الساعة
Dim=خافت قليلاً
Faint=خافت جدًا
All rights reserved.=جميع الحقوق محفوظة.
